Repository: mightyK1ngRichard/bmstu-2025-final-qualifying-work
Catalog: Tорт&Land/Cake&Land/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: *Kg price, %@
ru: *Цена за кг, %@

source: *Weight in grams
ru: *Вес в граммах

source: %.0f g
ru: %.0f г

source: %@/kg
ru: %@/кг

source: %lld g
ru: %lld г

source: 3D Model
ru: 3D Модель

source: Add address
ru: Добавить адрес

source: Anonymous
ru: Аноним

source: Apartment
ru: Квартира

source: Apartment:
ru: Квартира:

source: Cake
ru: Торта

source: Cake data
ru: Информация о торте

source: Cake filling:
ru: Начинка торта:

source: Cake Fillings
ru: Начинки торта

source: Cake name
ru: Название торта

source: Cake parameters
ru: Параметры торта

source: Cake weight:
ru: Вес торта:

source: Cancel
ru: Отменить

source: Cancelled
ru: Отменён

source: Cash
ru: Наличные

source: Choose categories
ru: Выберите категории

source: Choose fillings
ru: Выберите начинки

source: choose rating
ru: выберите рейтинг

source: Close
ru: Закрыть

source: Colors
ru: Цвета

source: Comment for delivery:
ru: Комментарий к доставке:

source: Composition
ru: Состав

source: continue shopping
ru: продолжить покупки

source: Copy
ru: Копировать

source: Create
ru: Создать

source: Create 3D model
ru: Создать 3D модель

source: Created at
ru: Создан

source: Current user not found
ru: Текущий пользователь не найден

source: Current user not found. Please try again later.
ru: Текущий пользователь не найден. Пожалуйста, повторите попытку позже.

source: Delivered
ru: Доставлен

source: Delivery address:
ru: Адрес доставки:

source: Details
ru: Детали

source: Don't have account?
ru: У вас нет аккаунта?

source: Edit user info
ru: Редактирование информации о пользователе

source: Entrance
ru: Подъезд

source: Entrance:
ru: Подъезд:

source: Failed to fetch 3D model
ru: Не удалось получить 3D-модель

source: Failed to load seller
ru: Не удалось загрузить продавца

source: Fill in all the fields
ru: Заполните все поля

source: Filling
ru: Начинка

source: Fillings
ru: Начинки

source: Filters
ru: Фильтры

source: Floor
ru: Этаж

source: Floor:
ru: Этаж:

source: Go to the cake
ru: Перейти к торту

source: hide for sale
ru: скрыть для продажи

source: Home
ru: Главная

source: Inner error. Relaunch this app
ru: Внутренняя ошибка. Перезапустите приложение

source: Input new full name
ru: Введите новое ФИО

source: Input new nickname
ru: Введите новый псевдоним

source: Invalid input data
ru: Недопустимые входные данные

source: invalid input price
ru: цена введена неверно

source: kids
ru: детское

source: Load saved data
ru: Показать сохраненные данные

source: Logout
ru: Выйти

source: Make an order
ru: Сделать заказ

source: make order
ru: заказать

source: Mass
ru: Масса

source: Mass:
ru: Масса:

source: men
ru: мужское

source: Message
ru: Сообщение

source: Model Error
ru: Ошибка модели

source: My orders
ru: Мои заказы

source: Name
ru: Название

source: Network error
ru: Сетевая ошибка

source: New
ru: Новые

source: Newest First
ru: Сначала новые

source: Nickname
ru: Псевдоним

source: No message
ru: Нет сообщений

source: No notifications
ru: Нет уведомлений

source: No orders yet
ru: Заказов пока нет

source: No Preview Available
ru: Предпросмотр недоступен

source: No sorting
ru: Без сортировки

source: Nothing found
ru: Ничего не найдено

source: Notifications
ru: Уведомления

source: Notifications of orders, messages and other events will appear here.
ru: Здесь будут появляться уведомления о заказах, сообщениях и других событиях.

source: OK
ru: Хорошо

source: Oldest First
ru: Сначала старые

source: open for sale
ru: открыть для продажи

source: Order address
ru: Адрес доставки

source: Order ID
ru: Код заказа

source: Order information
ru: Информация о заказе

source: Password
ru: Пароль

source: Password does not match
ru: Пароли не совпадают

source: Payment
ru: Оплата

source: Payment Type
ru: Тип оплаты

source: Pending
ru: В ожидании

source: Please make sure all fields are filled: cake, filling, address, and total amount.
ru: Пожалуйста, убедитесь, что все поля заполнены: торт, начинка, адрес и общая сумма.

source: Please share your opinion about the product
ru: Пожалуйста, поделитесь своим мнением о продукте

source: Please try again later.
ru: Пожалуйста, повторите попытку позже.

source: Price per kg
ru: Цена за кг

source: Price: High to Low
ru: По убыванию цены

source: Price: Low to High
ru: По возрастанию цены

source: Profile
ru: Профиль

source: Rating&Reviews
ru: Рейтинг и отзывы

source: ratings
ru: рейтинг

source: Register
ru: Регистрация

source: Repeat Password
ru: Повторите пароль

source: reviews
ru: отзывы

source: Sale
ru: Скидки

source: save
ru: сохранить

source: Search
ru: Поиск

source: Select Address
ru: Выбрать адрес

source: Select header image
ru: Выберите изображение для шапки

source: Select product photos
ru: Выберите фотографии товара

source: Seller Info
ru: Информация о продавце

source: Send review
ru: Отправить отзыв

source: Session Expired
ru: Сеанс истек

source: Settings
ru: Настройки

source: Shipped
ru: Отправлен

source: Shipping Address:
ru: Адрес доставки:

source: Shipping comment
ru: Комментарий к доставке

source: Sign In
ru: Войти

source: Sorry, this item is currently closed for sale
ru: Извините, в настоящее время этот товар закрыт для продажи

source: Status
ru: Статус

source: Success!
ru: Успешно!

source: Super summer sale
ru: Супер летние скидки

source: Text cannot be empty
ru: Текст не может быть пустым

source: The 3D model URL is missing or incorrectly formatted.
ru: URL-адрес 3D-модели отсутствует или неправильно отформатирован.

source: The chat history is empty
ru: История чата пустая

source: The user has not been cached
ru: Этот пользователь не был сохранён на устройстве

source: There are no chats in your feed
ru: В вашей ленте нет чатов

source: Timestamps
ru: Временные метки

source: Total Amount:
ru: Общая сумма:

source: Total price
ru: Общая сумма:

source: Try again
ru: Повторить снова

source: Update
ru: Обновить

source: Update address details
ru: Обновить сведения об адресе

source: Update header image
ru: Обновление шапки профиля

source: Update image
ru: Обновить изображение

source: Updated at
ru: Обновлён

source: User not found
ru: Пользователь не найден

source: View all
ru: Смотреть все

source: What is you rate?
ru: Какова ваша оценка?

source: When you place your order, it will appear here.
ru: Когда вы оформите заказ, он появится здесь.

source: women
ru: женское

source: Write a description of the product...
ru: Напишите описание продукта...

source: Write a review
ru: Напишите отзыв

source: YoMoney
ru: ЮMoney

source: You can also like this
ru: Вам также может понравиться это

source: You can buy it right now!
ru: Вы можете купить его прямо сейчас!

source: You’ve never seen it before!
ru: Вы никогда не видели этого раньше!

source: Your addresses
ru: Ваши адреса

source: Your feedback
ru: Ваш отзыв

source: Your order will be delivered soon. Thank you for choosing our app!
ru: Ваш заказ будет доставлен в ближайшее время. Спасибо, что выбрали наше приложение!

source: Your session has expired. Please log in again to continue.
ru: Срок действия вашего сеанса истек. Пожалуйста, войдите в систему еще раз, чтобы продолжить.
